Repository: subzero79/openmediavault-luksencryption
Catalog: usr/share/openmediavault/locale/*/openmediavault-luksencryption.po
Languages: cs_cz, da_da, de_de, fr_fr, ja_jp, ru_ru, sv_sv

source: %s is not a valid LUKS header backup file
cs_cz: %s není platný soubor zálohy LUKS hlavičky
da_da: %s er ikke en gyldig LUKS header backup fil
de_de: %s ist keine gültige LUKS-Kopfzeilen-Sicherungsdatei
fr_fr: %s n'est pas un fichier d'en-tête LUKS valide
ja_jp: %s は有効なLUKSヘッダのバックアップファイルではありません
ru_ru: %s не является допустимым файлом резервной копии заголовка LUKS
sv_sv: %s är inte ett giltigt LUKS header säkerhetskopia

source: Add
cs_cz: Přidat
da_da: Tilføj
de_de: Hinzufügen
fr_fr: Ajouter
ja_jp: 追加
ru_ru: Добавить
sv_sv: Lägg till

source: Add passphrase
cs_cz: Přidat heslovou frázi
da_da: Tilføj adgangskode
de_de: Passwort hinzufügen
fr_fr: Ajouter une phrase secrète
ja_jp: パスフレーズの追加
ru_ru: Добавить кодовую фразу
sv_sv: Lägg till lösenordsfras

source: Backup header
cs_cz: Zazálohovat hlavičku
de_de: Header sichern
fr_fr: Sauvegarder l'en-tête
ja_jp: バックアップヘッダ
ru_ru: Резервный заголовок
sv_sv: Säkerhetskopiera header

source: Cancel
cs_cz: Storno
da_da: Annuller
de_de: Abbrechen
fr_fr: Annuler
ja_jp: キャンセル
ru_ru: Отмена
sv_sv: Avbryt

source: Change
cs_cz: Změnit
da_da: Ændr
de_de: Ändern
fr_fr: Changer
ja_jp: 変更
ru_ru: Изменить
sv_sv: Ändra

source: Change passphrase
cs_cz: Změnit heslovou frázi
da_da: Ændr adgangskode
de_de: Passwort ändern
fr_fr: Modifier la phrase secrète
ja_jp: パスフレーズの変更
ru_ru: Изменить кодовую фразу
sv_sv: Ändra lösenordsfras

source: Choose a slot to kill ...
cs_cz: Vyberte pozici, kterou odstranit…
da_da: Vælg en plads, der skal stoppes ...
fr_fr: Choisissez un emplacement à supprimer ...
ja_jp: 終了するスロットを選択してください ...
ru_ru: Выберите слот для уничтожения ...

source: Confirm passphrase
cs_cz: Potvrzení zadání heslové fráze
da_da: Bekræft adgangskode
de_de: Passwort bestätigen
fr_fr: Confirmez la phrase secrète
ja_jp: パスフレーズの確認
ru_ru: Подтвердите ключевую фразу
sv_sv: Bekräfta lösenordsfrasen

source: Confirmation
cs_cz: Potvrzení
da_da: Bekræftelse
de_de: Bestätigung
ja_jp: 確認
ru_ru: Подтверждение
sv_sv: Bekräftelse

source: Create
cs_cz: Vytvořit
da_da: Opret
de_de: Erstellen
fr_fr: Créer
ja_jp: 作成
ru_ru: Создать
sv_sv: Skapa

source: Create encrypted device
cs_cz: Vytvořit šifrované zařízení
da_da: Opret krypteret enhed
de_de: Verschlüsseltes Gerät erstellen
fr_fr: Créer un dispositif chiffré
ja_jp: 暗号化デバイスの作成
ru_ru: Создать зашифрованное устройство
sv_sv: Skapa krypterad enhet

source: Current passphrase
cs_cz: Stávající heslová fráze
da_da: Nuværende adgangskode
de_de: Aktuelles Passwort
fr_fr: Phrase secrète actuelle
ja_jp: 現在のパスフレーズ
ru_ru: Текущая кодовая фраза
sv_sv: Nuvarande lösenfras

source: Decrypted device
cs_cz: Rozšifrované zařízení
da_da: Krypteret enhed
de_de: Entschlüsseltes Gerät
fr_fr: Dispositif déchiffré
ja_jp: デバイスの復号化
ru_ru: Расшифрованное устройство
sv_sv: Dekrypterad enhet

source: Delete encrypted device
cs_cz: Odstranit šifrované zařízení
da_da: Slet krypteret enhed
de_de: Verschlüsseltes Gerät löschen
fr_fr: Supprimer le dispositif chiffré
ja_jp: 暗号化デバイスの削除
ru_ru: Удалить зашифрованное устройство
sv_sv: Ta bort krypterad enhet

source: Detail
cs_cz: Podrobnosti
da_da: Detaljer
fr_fr: Détail
ja_jp: 詳細
ru_ru: Подробно
sv_sv: Detalj

source: Device
cs_cz: Zařízení
da_da: Enhed
de_de: Gerät
fr_fr: Dispositif
ja_jp: デバイス
ru_ru: Устройство
sv_sv: Enhet

source: Do you really want to delete the encrypted device?<br/>The encryption key will be destroyed and all data will be lost.
cs_cz: Opravdu chcete šifrované zařízení smazat?<br/>Šifrovací klíč bude zničen a veškerá data nenávratně ztracena.
da_da: Er du helt sikker på, at du vil slette den krypterede enhed?<br/>Krypterings nøglen vil blive ødelagt og alt data vil gå tabt.
de_de: Möchten Sie wirklich das verschlüsselte Gerät löschen? <br/> Die Verschlüsselung wird vernichtet und die vorhandenen Daten können nicht mehr gelesen werden!
fr_fr: Voulez-vous vraiment supprimer le dispositif chiffré ? La clé de chiffrement sera détruite et toutes les données seront perdues.
ja_jp: 本当に暗号化されたデバイスを削除しますか？<br/>暗号化キーは破棄され、すべてのデータが失われます。
ru_ru: Вы действительно хотите удалить зашифрованное устройство? <br/> Ключ шифрования будет уничтожен, и все данные будут потеряны.
sv_sv: Vill du verkligen ta bort den krypterade enheten?<br/>Krypteringsnyckeln kommer att förstöras och all data kommer att gå förlorad.

source: Do you really want to encrypt this device? Any existing data on it will be deleted.
cs_cz: Opravdu chcete toto zařízení zašifrovat? Jakákoli stávající data na něm budou smazána.
da_da: Er du sikker på at, du vil kryptere denne enhed? Alt data på den vil blive slettet.
de_de: Möchten Sie wirklich das Gerät verschlüsseln? Alle bereits vorhandenen Daten werden gelöscht!
fr_fr: Voulez-vous vraiment crypter ce dispositif ? Toutes les données existantes seront supprimées.
ja_jp: 本当にこのデバイスを暗号化しますか？既存のデータは削除されます。
ru_ru: Вы действительно хотите зашифровать это устройство? Любые существующие данные на нем будут удалены.
sv_sv: Vill du verkligen kryptera den här enheten? All befintliga data på den kommer att tas bort.

source: Do you really want to kill this key slot? Ensure that you have another key which will unlock the device.
cs_cz: Opravdu chcete odstranit tuto pozici klíče? Ověřte, že stále budete mít jiný klíč, který zařízení odemkne.
da_da: Er du sikker på, at du vil stoppe denne nøgle plads? Vær sikker på, at du har en anden nøgle, der kan oplåse enheden.
fr_fr: Voulez-vous vraiment supprimer cette emplacement de clé ? Assurez-vous d'avoir une autre clé qui déverrouillera le dispositif.
ja_jp: 本当にキースロットを削除しますか？デバイスをアンロックするための他のキーを持っていることを確認してください。
ru_ru: Вы действительно хотите убрать этот ключевой слот? Убедитесь, что у вас есть еще один ключ, который разблокирует устройство.
sv_sv: Vill du verkligen döda denna nyckelplats? Se till att du har en annan nyckel som låser upp enheten.

source: Do you really want to remove this passphrase? Ensure that you have another passphrase which will unlock the device.
cs_cz: Opravdu chcete odebrat tuto heslovou frázi? Ověřte, že máte jinou frázi, která zařízení odemkne.
da_da: Er du sikker på, at du vil fjerne denne adgangskode? Vær sikker på, at du har en anden adgangskode, der kan oplåse enheden.
de_de: Möchten Sie wirklich das Passwort löschen? Stellen Sie sicher, dass sie mindestens ein weiteres Passwort haben, mit welchem das Gerät entschlüsselt werden kann!
fr_fr: Voulez-vous vraiment supprimer cette phrase secrète ? Assurez-vous d'avoir une autre phrase secrète qui déverrouillera le dispositif.
ja_jp: 本当にこのパスフレーズを削除しますか？デバイスのロックを解除する別のパスフレーズを持っていることを確認してください。
ru_ru: Вы действительно хотите удалить эту фразу? Убедитесь, что у вас есть еще одна кодовая фраза, которая разблокирует устройство.
sv_sv: Vill du verkligen ta bort lösenordsfrasen? Se till att du har en annan lösenfras som låser upp enheten.

source: Do you really want to write the header to the device?<br/>Replacing the header will destroy existing key slots.
cs_cz: Opravdu chcete zapsat hlavičku na zařízení?<br/>Nahrazení hlavičky zničí pozice stávajících klíčů.
da_da: Er du sikker på, at du vil skrive header til enheden?<br/>Udskiftning af header vil ødelægge eksisterende nøgle pladser.
fr_fr: Voulez-vous vraiment écrire l'en-tête sur l'appareil ? Le remplacement de l'en-tête détruira les emplacements de clé existants.
ja_jp: 本当にデバイスにヘッダを書き込みますか？<br/>ヘッダを書き換えると既存のキースロットは破棄されます。
ru_ru: Вы действительно хотите записать заголовок на устройство? <br/> Замена заголовка приведет к уничтожению существующих ключевых слотов.
sv_sv: Vill du verkligen skriva header till enheten?<br/>Byte av header kommer att förstöra nuvarande nyckelplatser.

source: Encrypted Devices
cs_cz: Šifrovaná zařízení
da_da: Krypteret Enheder
de_de: Verschlüsselte Geräte
fr_fr: Dispositif crypté
ja_jp: 暗号化済みデバイス
ru_ru: Зашифрованные устройства
sv_sv: Krypterade enheter

source: Encrypted device details
cs_cz: Podrobnosti o šifrovaném zařízení
da_da: Krypteret enheds detaljer
de_de: Verschlüsselte Gerätedetails
fr_fr: Détail du dispositif crypté
ja_jp: 暗号化済みデバイスの詳細
ru_ru: Сведения о зашифрованном устройстве
sv_sv: Krypterad enhet detaljer

source: Encryption
cs_cz: Šifrování
da_da: Kryptering
de_de: Verschlüsselung
fr_fr: Cryptage
ja_jp: 暗号化
ru_ru: Шифрование
sv_sv: Kryptering

source: Enter an existing, valid passphrase that unlocks the device.
cs_cz: Zadejte existující, platnou heslovou frázi, která zařízení odemkne.
da_da: Indtast en eksisterende, gyldig adgangskode, der låser enheden op.
de_de: Geben Sie ein vorhandenes, gültiges Passwort ein, um das Gerät zu entschlüsseln.
fr_fr: Entrez une phrase secrète existante et valide qui déverrouille le dispositif.
ja_jp: デバイスのロックを解除するための既存の有効なパスフレーズを入力してください。
ru_ru: Введите существующую действующую кодовую фразу, которая разблокирует устройство.
sv_sv: Ange ett befintligt, giltigt lösenord som låser upp enheten.

source: Enter an existing, valid passphrase which you want to change.
cs_cz: Zadejte existující, platnou heslovou frázi, kterou chcete změnit.
da_da: Indtast en eksisterende, gyldig adgangskode, som du ønsker at ændre.
de_de: Geben Sie ein existierendes, gültiges Passwort ein, welches Sie ändern wollen.
fr_fr: Entrez une phrase secrète existante et valide que vous souhaitez modifier.
ja_jp: 変更する既存の有効なパスフレーズを入力してください。
ru_ru: Введите существующую действующую кодовую фразу, которую вы хотите изменить.
sv_sv: Ange en befintlig, giltig lösenordsfras som du vill ändra.

source: Enter an existing, valid passphrase which you want to remove from the encrypted device.
cs_cz: Zadejte existující, platnou heslovou frázi, kterou chcete z šifrovaného zařízení odebrat.
da_da: Indtast en eksisterende, gyldig adgangskode, som du ønsker at fjerne fra den krypterede enhed.
de_de: Geben Sie ein vorhandenes, gültiges Passwort ein, welches Sie vom verschlüsselten Gerät entfernen möchten.
fr_fr: Entrez une phrase secrète existante et valide que vous souhaitez supprimer du dispositif chiffré.
ja_jp: 暗号化されたデバイスから削除するための既存の有効なパスフレーズを入力してください。
ru_ru: Введите существующую действующую кодовую фразу, которую вы хотите удалить из зашифрованного устройства.
sv_sv: Ange en befintlig, giltig lösenordsfras som du vill ta bort från den krypterade enheten.

source: Failed to add the passphrase to the encrypted device: %s
cs_cz: Přidání heslové fráze do šifrovaného zařízení se nezdařilo: %s
da_da: Kunne ikke tilføje adgangskoden til krypteret enhed: %s
de_de: Fehler beim Hinzufügen des Passworts zum verschlüsselten Gerät: %s
fr_fr: Échec de l'ajout de la phrase secrète au dispositif chiffré : %s
ja_jp: 暗号化されたデバイスにパスフレーズを追加できませんでした: %s
ru_ru: Ошибка добавления кодовой фразы к зашифрованному устройству: %s
sv_sv: Misslyckades med att lägga till lösenordsfrasen i den krypterade enheten: %s

source: Failed to change the passphrase for the encrypted device: %s
cs_cz: Změna heslové fráze šifrovaného zařízení se nezdařila: %s
da_da: Kunne ikke ændre adgangskoden til krypteret enhed: %s
de_de: Fehler beim Ändern des Passworts für das verschlüsselte Gerät: %s
fr_fr: Échec du changement de la phrase secrète au dispositif chiffré : %s
ja_jp: 暗号化されたデバイスのパスフレーズの変更に失敗しました: %s
ru_ru: Не удалось изменить кодовую фразу зашифрованного устройства: %s
sv_sv: Misslyckades med att ändra lösenordsfrasen för den krypterade enheten: %s

source: Failed to create encrypted device: %s
cs_cz: Vytvoření šifrovaného zařízení se nezdařilo: %s
da_da: Kunne ikke oprette krypteret enhed: %s
de_de: Fehler beim Erstellen des verschlüsselten Geräts: %s
fr_fr: Échec de création du dispositif chiffré : %s
ja_jp: 暗号化デバイスの作成に失敗しました: %s
ru_ru: Не удалось создать зашифрованное устройство: %s
sv_sv: Misslyckades med att skapa krypterad enhet: %s

source: Failed to extract the LUKS header from
cs_cz: Nezdařilo se extrahovat LUKS hlavičku z
da_da: Kunne ikke hente LUKS header fra
de_de: Fehler beim Extrahieren der LUKS-Kopfzeilen von
fr_fr: Échec de l'extraction de l'en-tête LUKS
ja_jp: LUKSヘッダーの抽出に失敗しました
ru_ru: Не удалось извлечь заголовок LUKS из
sv_sv: Misslyckades med att extrahera LUKS-header från

source: Failed to get list of devices
cs_cz: Nepodařilo se získat seznam zařízení
da_da: Kunne ikke hente liste på enheder
de_de: Fehler beim Holen der Liste der Geräte
fr_fr: Échec d'obtention de la liste des dispositifs
ja_jp: デバイスのリスト取得に失敗しました
ru_ru: Не удалось получить список устройств
sv_sv: Misslyckades med att få lista över enheter

source: Failed to get list of encrypted devices
cs_cz: Nepodařilo se získat seznam šifrovaných zařízení
da_da: Kunne ikke hente liste af krypteret enheder
de_de: Fehler beim Holen der Liste der verschlüsselten Geräte
fr_fr: Échec d'obtention de la liste des dispositifs chiffrés
ja_jp: 暗号化済みデバイスのリスト取得に失敗しました
ru_ru: Не удалось получить список зашифрованных устройств
sv_sv: Misslyckades med att få en lista över krypterade enheter

source: Failed to kill the key slot on the encrypted device: %s
cs_cz: Odstranění pozice klíče na šifrovaném zařízení se nezdařilo: %s
da_da: Kunne ikke stoppe nøgle pladsen på den krypteret enhed: %s
fr_fr: Échec de suppression de l'emplacement de clé sur le dispositif chiffré : %s
ja_jp: 暗号化済みデバイス上のキースロットを削除できませんでした: %s
ru_ru: Не удалось удалить ключевой слот на зашифрованном устройстве: %s

source: Failed to remove the encrypted device: %s
cs_cz: Odebrání z šifrovaného zařízení se nezdařilo: %s
da_da: Kunne ikke fjerne krypteret enhed: %s
de_de: Fehler beim Entfernen des verschlüsselten Geräts: %s
fr_fr: Échec de suppression du dispositif chiffré : %s
ja_jp: 暗号化済みデバイスの削除に失敗しました: %s
ru_ru: Не удалось удалить зашифрованное устройство: %s
sv_sv: Misslyckades med att ta bort den krypterade enheten: %s

source: Failed to remove the passphrase from the encrypted device: %s
cs_cz: Odebrání heslové fráze z šifrovaného zařízení se nezdařilo: %s
da_da: Kunne ikke fjerne adgangskoden til krypteret enhed: %s
de_de: Fehler beim Entfernen des Passworts vom verschlüsselten Gerät: %s
fr_fr: Échec de suppression de la phrase secrète du dispositif chiffré : %s
ja_jp: 暗号化済みデバイスからパスフレーズを削除できませんでした: %s
ru_ru: Не удалось удалить парольную фразу из зашифрованного устройства: %s

source: Failed to restore the LUKS header to
cs_cz: Nezdařila se obnova LUKS hlavičky na
da_da: Kunne ikke genskabe LUKS header til
de_de: Fehler beim Wiederherstellen des LUKS Headers zu
fr_fr: Échec de restauration de l'en-tête LUKS
ja_jp: LUKSヘッダの復元に失敗しました
ru_ru: Не удалось восстановить заголовок LUKS, чтобы

source: Force
cs_cz: Vynutit
da_da: Gennemtving
de_de: Erzwingen
fr_fr: Forcer
ja_jp: フォース
ru_ru: Принудительно
sv_sv: Tvinga

source: Header file
cs_cz: Hlavičkový soubor
da_da: Header fil
de_de: Kopfzeilendatei
fr_fr: Fichier d'en-tête
ja_jp: ヘッダファイル
ru_ru: Заголовочный файл

source: Key slot
cs_cz: Pozice klíče
da_da: Nøgle plads
fr_fr: Emplacement de clé
ja_jp: キースロット
ru_ru: Ключевой слот

source: Key slots in use
cs_cz: Využívané pozice klíčů
da_da: Nøgle plads i brug
fr_fr: Emplacement de clé utilisé
ja_jp: 使用中のキーストア
ru_ru: Используемые ключевые слоты

source: Keys
cs_cz: Klíče
da_da: Nøgler
de_de: Schlüssel
fr_fr: Clés
ja_jp: キー
ru_ru: Ключи
sv_sv: Nycklar

source: Kill
cs_cz: Odebrat
da_da: Stop
de_de: Töten
fr_fr: Supprimer
ja_jp: 削除（Kill）
ru_ru: Уничтожить
sv_sv: Döda

source: Kill key slot
cs_cz: Odebrat pozici klíče
da_da: Stop nøgle plads
fr_fr: Supprimer l'emplacement de clé
ja_jp: キースロットの削除
ru_ru: Уничтожить слот ключа

source: Kill slot
cs_cz: Odebrat pozici
da_da: Stop plads
fr_fr: Supprimer l’emplacement
ja_jp: スロットの削除
ru_ru: Уничтожить слот

source: LUKS container on '%s' not found
cs_cz: Na „%s“ nebyl nalezen LUKS kontejner
da_da: LUKS beholder på %s ikke fundet
de_de: LUKS-Container auf '%s' nicht gefunden
fr_fr: Conteneur LUKS sur « %s » non trouvé
ja_jp: '%s' 上に LUKSコンテナは見つかりませんでした
ru_ru: Контейнер LUKS для '%s' не найден
sv_sv: LUKS behållare på "%s" inte funnen

source: LUKS encrypted device %s [%s, %s]
cs_cz: LUKS šifrované zařízení %s [%s, %s]
da_da: LUKS krypteret enhed %s [%s, %s]
de_de: LUKS verschlüsseltes Gerät %s [%s, %s]
fr_fr: Dispositif crypté LUKS %s [%s, %s]
ja_jp: LUKS 暗号化済みデバイス %s [%s, %s]
ru_ru: Зашифрованное устройство LUKS %s [%s, %s]
sv_sv: LUKS krypterad enhet %s [%s, %s]

source: Lock
cs_cz: Uzamknout
da_da: Lås
de_de: Verschlüsseln
fr_fr: Verouiller
ja_jp: ロック
ru_ru: Заблокирован
sv_sv: Lås

source: Locking device ...
cs_cz: Uzamykání zařízení…
da_da: Låser enhed ...
de_de: Gerät wird verschlüsselt ...
fr_fr: Verrouillage du dispositif ...
ja_jp: デバイスをロックしています ...
ru_ru: Блокирующее устройство ...
sv_sv: Låser enhet ...

source: New passphrase to add to the encrypted device
cs_cz: Nová heslová fráze, kterou přidat na šifrované zařízení
da_da: Ny adgangskode, der skal tilføjes til den krypteret enhed
de_de: Neues Passwort zum verschlüsselten Gerät hinzufügen
fr_fr: Nouvelle phrase secrète à ajouter au dispositif chiffré
ja_jp: 新しいパスフレーズを暗号化されたデバイスに追加します
ru_ru: Новая кодовая фраза для добавления в зашифрованное устройство
sv_sv: Ny lösenordsfras som ska läggas till den krypterade enheten

source: New passphrase to replace the existing one (above)
cs_cz: Nová heslová fráze, kterou nahradit tu existující (viz výše)
da_da: Ny adgangskode, der skal erstatte den eksisterende (ovenstående)
de_de: Neues Passwort um das Existierende (obige) zu ersetzen
fr_fr: Nouvelle phrase secrète pour remplacer la phrase existante (ci-dessus)
ja_jp: 新しいパスフレーズは、既存のもの(上記の)を置き換えます
ru_ru: Новая кодовая фраза для замены существующей (выше)
sv_sv: Ny lösenfras som ersätter den befintliga (ovan)

source: No
cs_cz: Ne
da_da: Nej
de_de: Nein
fr_fr: Non
ja_jp: いいえ
ru_ru: Нет
sv_sv: Nej

source: No encryption found on '%s'
cs_cz: %s se nejeví být šifrované
da_da: Ingen kryptering fundet på '%s'
de_de: Keine Verschlüsselung auf '%s' gefunden
fr_fr: Pas de cryptage trouvé sur « %s »
ja_jp: '%s' には暗号化されたものがありません
ru_ru: На '%s' шифрование не обнаружено
sv_sv: Ingen kryptering hittades på "%s"

source: No storage device backend exists for device %s
cs_cz: Fyzické zařízení pro zařízení %s neexistuje
da_da: Ingen lager enhed backend fundet for enhed %s
fr_fr: Aucun système dorsal du périphérique de stockage n'existe pour le dispositif %s
ja_jp: デバイス %s のためのストレージデバイスバックエンドは存在しません
ru_ru: Для устройства %s отсутствует устройство хранения
sv_sv: Det finns ingen lagringsenhets backend för enheten %s

source: Overwrite the header even if the UUID from the backup doesn't match the device.
cs_cz: Přepsat hlavičky i když se univerzálně jedinečný identifikátor v záloze neshoduje s tím na zařízení
da_da: Overskriv header, selvom UUID fra backup ikke passer sammen med enheden.
fr_fr: Remplacez l'en-tête même si l'identifiant UUID de la sauvegarde ne correspond pas au dispositif.
ja_jp: バックアップからのUUIDがデバイスと一致しない場合でも、ヘッダーを上書きします。
ru_ru: Перезаписать заголовок, даже если UUID из резервной копии не соответствует устройству.

source: Passphrase
cs_cz: Heslová fráze
da_da: Adgangskode
de_de: Passwort
fr_fr: Phrase secrète
ja_jp: パスフレーズ
ru_ru: Кодовая фраза
sv_sv: Lösenfras

source: Passphrases don't match
cs_cz: Zadání heslové fráze se neshodují
da_da: Adgangskode er forkert
de_de: Passwörter stimmen nicht überein
fr_fr: Les phrases secrètes ne corresponde pas
ja_jp: パスフレーズが一致しません
ru_ru: Пароли не совпадают
sv_sv: Lösenfraser matchar inte

source: Recovery
cs_cz: Obnova
da_da: Genskabning
de_de: Wiederherstellung
fr_fr: Restauration
ja_jp: リカバリ
ru_ru: Восстановление
sv_sv: Återhämtning

source: Referenced
cs_cz: Odkazováno
da_da: Henvist
de_de: Referenzierend
fr_fr: Référencé
ja_jp: 参考
ru_ru: Ссылка
sv_sv: Refererade

source: Remove
cs_cz: Odebrat
da_da: Fjern
de_de: Entfernen
fr_fr: Supprimer
ja_jp: 削除
ru_ru: Удалить
sv_sv: Ta bort

source: Remove passphrase
cs_cz: Odebrat heslovou frázi
da_da: Fjern adgangskode
de_de: Passwort entfernen
fr_fr: Supprimer la phrase secrète
ja_jp: パスフレーズの削除
ru_ru: Удалить кодовую фразу
sv_sv: Ta bort lösenfrasen

source: Restore encrypted device header
cs_cz: Obnovit hlavičku šifrovaného zařízení
da_da: Genskab krypteret enhed header
de_de: Verschlüsselte Geräte-Kopfzeilen wiederherstellen
fr_fr: Restaurer l'en-tête du dispositif chiffré
ja_jp: 暗号化済みデバイスヘッダーのリストア
ru_ru: Восстановить заголовок зашифрованного устройства

source: Restore header
cs_cz: Obnovit hlavičku
da_da: Genskab header
de_de: Kopfzeilen wiederherstellen
fr_fr: Restaurer l'en-tête
ja_jp: リストアヘッダ
ru_ru: Восстановить заголовок

source: Select a device ...
cs_cz: Vyberte zařízení…
da_da: Vælg en enhed ...
de_de: Wählen Sie ein Gerät aus ...
fr_fr: Sélectionner un dispositif ...
ja_jp: デバイスを選択 ...
ru_ru: Выберите устройство ...
sv_sv: Välj en enhet ...

source: Size
cs_cz: Velikost
da_da: Størrelse
de_de: Größe
fr_fr: Taille
ja_jp: サイズ
ru_ru: Размер
sv_sv: Storlek

source: Success
cs_cz: Úspěch
da_da: Vellykket
de_de: Erfolg
fr_fr: Succès
ja_jp: 成功
ru_ru: Успех
sv_sv: Lyckades

source: Test
cs_cz: Vyzkoušet
da_da: Kontroller
de_de: Testen
ja_jp: テスト
ru_ru: Проверка
sv_sv: Testa

source: Test passphrase
cs_cz: Vyzkoušet heslovou frázi
da_da: Kontroller adgangskode
de_de: Passphrase testen
fr_fr: Test de phrase secrète
ja_jp: パスフレーズのテスト
ru_ru: Введите контрольную фразу
sv_sv: Testa lösenfrasen

source: The UUID of the LUKS header backup file
cs_cz: Univerzálně jedinečný identifikátor souboru se zálohou LUKS hlavičky
da_da: UUIDén på LUKS header backup fil
de_de: Die UUID der LUKS-Kopfzeilen-Sicherungsdatei
fr_fr: L'identifiant UUID de sauvegarde de l'en-tête LUKS
ja_jp: LUKSヘッダーバックアップファイルのUUID
ru_ru: UUID файла резервной копии заголовка LUKS

source: The key slot to kill. Use the 'Test passphrase' or 'Detail' functions to find out which slot you want to destroy.
cs_cz: Pozice klíče, kterou odstranit. Příslušnou pozici zjistíte funkcemi „Vyzkoušet heslovou frázi“ nebo „Podrobnosti“.
da_da: Nøgle plads, der skal stoppes. Brug 'Kontroller adgangskode' eller 'Detajler' funktionen til at, finde ud af hvilke pladser, du vil ødelægge.
fr_fr: L'emplacement de clé à détruire. Utilisez les fonctions « Test de phrase secrète » ou « Détail » pour trouver l'emplacement que vous voulez détruire.
ja_jp: キースロットを削除します。削除するスロットを検索するために’パスフレーズのテスト'または'詳細'機能を使用します。

source: The passphrase did not unlock any key slot on the device
cs_cz: Zadaná heslová fráze neodemkla žádnou z pozic klíče na zařízení
da_da: Adgangskoden låste ikke nogle nøgle pladser op på enheden
fr_fr: La phrase secrète n'a déverrouillé aucun emplacement de clé sur le dispositif
ja_jp: このパスフレーズではデバイス上の任意のキースロットのロックを解除できません
ru_ru: Парольная фраза не разблокировала ни одного ключевого слота на устройстве

source: The passphrase successfully unlocked key slot
cs_cz: Heslová fráze úspěšně odemkla slot klíče
da_da: Adgangskoden låste vellykket nøgle plads op
fr_fr: La phrase secrète a réussi à déverrouiller l'emplacement de la clé
ja_jp: パスフレーズが成功し、キースロットをアンロックしました
ru_ru: Ключевая фраза успешно разблокировала ключевой слот

source: UUID
cs_cz: Univerzálně jedinečný identifikátor
fr_fr: Identifiant UUID

source: Unable to lock encrypted device: %s
cs_cz: Nedaří se uzamknout šifrované zařízené: %s
da_da: Ikke muligt at, låse krypteret enhed: %s
de_de: Verschlüsseln von verschlüsseltem Gerät %s nicht möglich
fr_fr: Impossible de verrouiller le dispositif chiffré : %s
ja_jp: 暗号化済みデバイスをロックすることができません: %s
ru_ru: Не удалось заблокировать зашифрованное устройство: %s
sv_sv: Det gick inte att låsa krypterad enhet: %s

source: Unable to unlock encrypted device: %s
cs_cz: Nedaří se odemknout šifrované zařízení: %s
da_da: Ikke muligt at, låse krypteret enhed op: %s
de_de: Entschlüsseln von verschlüsseltem Gerät %s nicht möglich
fr_fr: Impossible de déverrouiller le dispositif chiffré : %s
ja_jp: 暗号化済みデバイスをアンロックすることができません: %s
ru_ru: Не удалось разблокировать зашифрованное устройство: %s
sv_sv: Det går inte att låsa upp krypterad enhet: %s

source: Unlock
cs_cz: Odemknout
da_da: Lås op
de_de: Entschlüsseln
fr_fr: Déverrouiller
ja_jp: アンロック
ru_ru: Разблокировать
sv_sv: Lås upp
