Repository: subzero79/openmediavault-luksencryption
Catalog: usr/share/openmediavault/locale/*/openmediavault-luksencryption.po
Languages: cs_cz, da_da, de_de, fr_fr, ja_jp, ru_ru, sv_sv

source: Unlock encrypted device
cs_cz: Odemknout šifrované zařízení
da_da: Lås krypteret enhed op
de_de: Entschlüsseln von verschlüsseltem Gerät
fr_fr: Déverrouiller un dispositif chiffré
ja_jp: 暗号化済みデバイスのアンロック
ru_ru: Разблокировать зашифрованное устройство
sv_sv: Lås upp krypterad enhet

source: Unlocked
cs_cz: Odemčeno
da_da: Låst op
de_de: Entschlüsselt
fr_fr: Déverrouillé
ja_jp: アンロック済
ru_ru: Разблокирован
sv_sv: Olåst

source: Unlocking ...
cs_cz: Odemykání…
da_da: Låser op ...
de_de: Wird entschlüsselt ...
fr_fr: Déverrouillage ...
ja_jp: アンロックしています ...
ru_ru: Разблокировка ...
sv_sv: Låser upp ...

source: Upload header backup file
cs_cz: Nahrát soubor se zálohou hlavičky
da_da: Upload header backup fil
de_de: Kopfzeilen-Sicherungsdatei hochladen
fr_fr: Téléverser le fichier d'en-tête
ja_jp: ヘッダーバックアップファイルのアップロード
ru_ru: Загрузить файл резервной копии заголовка

source: Uploading header backup file ...
cs_cz: Nahrávání souboru se zálohou hlavičky…
da_da: Uploader header backup fil ...
de_de: Kopfzeilen-Sicherungsdatei wird hochgeladen ...
fr_fr: Téléversement du le fichier d'en-tête ...
ja_jp: ヘッダーバックアップファイルをアップロードしています ...
ru_ru: Загрузка файла резервной копии заголовка ...

source: Yes
cs_cz: Ano
da_da: Ja
de_de: Ja
fr_fr: Oui
ja_jp: はい
ru_ru: Да
sv_sv: Ja

source: n/a
de_de: n/v
fr_fr: Non disponible
